[
    {
        "term": "API",
        "definition": "Интерфейс, позволяющий другим программам взаимодействовать с сервисом или системой, как правило, через интернет. В случае нейросетей API позволяет разработчикам отправлять текст, изображения и другие данные для обработки."
    },
    {
        "term": "SDK",
        "definition": "Набор инструментов для разработчиков, включающий библиотеки, документацию и примеры кода для интеграции нейросети в приложения."
    },
    {
        "term": "Text-to-Speech (TTS)",
        "definition": "Технология преобразования текста в речь. Используется в голосовых ассистентах, синтезаторах речи и озвучке контента."
    },
    {
        "term": "Speech-to-Text (STT)",
        "definition": "Технология преобразования речи в текст. Применяется в системах распознавания речи, чат-ботах и диктовке."
    },
    {
        "term": "Мультимодальный ИИ",
        "definition": "Искусственный интеллект, способный работать сразу с несколькими типами данных (например, текстом, изображением, звуком, видео). Пример: GPT-4o и Gemini 1.5."
    },
    {
        "term": "Токен",
        "definition": "Минимальная единица текста, которую обрабатывает языковая модель. Обычно это слово, часть слова или символ."
    },
    {
        "term": "Параметр модели",
        "definition": "Элемент, из которого состоит нейросеть. Чем больше параметров, тем потенциально мощнее и точнее модель."
    },
    {
        "term": "Fine-tuning",
        "definition": "Процесс дополнительного обучения нейросети на конкретной задаче или типе данных для повышения точности."
    },
    {
        "term": "Инференс",
        "definition": "Этап использования уже обученной модели для выполнения задач (например, генерации текста или изображения)."
    },
    {
        "term": "Zero-shot/Few-shot learning",
        "definition": "Способность модели выполнять задачу без (или с минимальным количеством) обучающих примеров. Уровень «пластичности» модели."
    },
    {
        "term": "Промпт",
        "definition": "Входной запрос к нейросети, например текст, по которому она создаёт ответ, изображение, звук и т.д."
    },
    {
        "term": "Промпт-инжиниринг",
        "definition": "Искусство и наука составления эффективных запросов к нейросети для получения нужного результата."
    },
        {
        "term": "Диффузионная модель",
        "definition": "Тип генеративной модели изображений, работающий путём постепенного добавления, а затем удаления «шума», чтобы создать новое изображение"
    },
        {
        "term": "CLIP",
        "definition": "Нейросеть от OpenAI, связывающая текст и изображение. Позволяет системе «понимать», что изображено на картинке в контексте запроса."
    },
        {
        "term": "LoRA",
        "definition": "Метод быстрой и эффективной донастройки модели без необходимости переобучать всю архитектуру."
    },
        {
        "term": "Checkpoint",
        "definition": "Сохранённая версия модели, содержащая её состояние в определённый момент обучения. Часто используется как основа для дальнейшей настройки."
    },
        {
        "term": "VAE",
        "definition": "Тип нейросети, которая помогает моделям учиться сжимать и восстанавливать информацию, используется в генеративных задачах, включая изображения."
    },
        {
        "term": "Upscaler",
        "definition": "Модель или алгоритм, повышающий разрешение изображений, сохраняя или восстанавливая детали."
    },
        {
        "term": "Латентное пространство",
        "definition": "Абстрактное пространство признаков, в котором модель представляет информацию. Например, изображение представлено не как пиксели, а как «намерения», формы, стили."
    },
        {
        "term": "Инпейтинг",
        "definition": "Функция дорисовывания или замены части изображения нейросетью на основе окружающего контекста."
    },
        {
        "term": "Аутпейтинг",
        "definition": "Расширение изображения за пределы оригинальных границ с сохранением стиля и содержания."
    },
        {
        "term": "Отрицательный промпт",
        "definition": "Техника исключения нежелательных элементов из изображения путём указания, что не должно быть сгенерировано."
    },
        {
        "term": "Клонирование голоса",
        "definition": "Технология, позволяющая создать цифровую копию голоса на основе его аудиозаписи."
    },
        {
        "term": "Эмоциональная разметка",
        "definition": "Добавление в промпт инструкций типа [angry], [sad], [whispering], чтобы управлять эмоциями в озвучке."
    },
        {
        "term": "Даббинг",
        "definition": "Озвучивание видео другим голосом или на другом языке, часто с синхронизацией по времени и мимике."
    },
        {
        "term": "Архитектура модели",
        "definition": "Структура нейросети: как устроены и соединены её слои. Например, Transformer — одна из самых популярных архитектур для LLM (больших языковых моделей)."
    },
        {
        "term": "Transformer",
        "definition": "Архитектура, лежащая в основе большинства современных языковых моделей (GPT, BERT, T5), основанная на механизме внимания (attention)."
    },
        {
        "term": "Attention",
        "definition": "Механизм, который позволяет модели сосредоточиться на наиболее важных частях входных данных при генерации ответа."
    },
        {
        "term": "MoE",
        "definition": "Тип архитектуры, где не вся модель активна во время работы, а выбирается подмножество «экспертов», что делает работу более эффективной."
    },
        {
        "term": "Открытые веса",
        "definition": "Модели, у которых доступны все параметры, что позволяет скачивать, дообучать и использовать модель офлайн. Пример: LLaMA, Mistral, Stable Diffusion."
    },
        {
        "term": "Закрытая модель",
        "definition": "Модель, разработанная компанией и не доступная для скачивания и модификации (например, GPT-4, Claude 3, Gemini)."
    },
        {
        "term": "Время инференса",
        "definition": "Сколько времени уходит у модели на генерацию результата."
    },
        {
        "term": "Задержка",
        "definition": "Задержка между вводом пользователем и началом ответа от нейросети."
    },
        {
        "term": "Мультиязычный",
        "definition": "Способность модели понимать и генерировать тексты на множестве языков."
    },
        {
        "term": "Галлюцинация",
        "definition": "Ситуация, когда нейросеть «придумывает» факты, не соответствующие действительности."
    },
        {
        "term": "Защитные механизмы",
        "definition": "Программные ограничения и фильтры, которые предотвращают нежелательный или опасный ответ модели."
    },
        {
        "term": "Модерация контента",
        "definition": "Cистема, отслеживающая и блокирующая токсичный, вредоносный или запрещённый контент."
    },
        {
        "term": "Водяной знак",
        "definition": "Cкрытая метка, позволяющая определить, что контент был создан конкретной нейросетью."
    },
        {
        "term": "Deepfake",
        "definition": "Поддельное изображение или видео, созданное ИИ, которое может выдавать вымышленный контент за реальный."
    },
        {
        "term": "SLA",
        "definition": "Соглашение об уровне обслуживания: гарантированное качество сервиса (например, скорость ответа, время безотказной работы)."
    },
        {
        "term": "Геоблокировка",
        "definition": "Ограничение доступа к сервису в зависимости от региона пользователя."
    }
]